Revit 2024 API
NurbsSurfaceData.DegreeV Property
 The degree of the spline in the v-direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public int DegreeV { get; }
Visual Basic
Public ReadOnly Property DegreeV As Integer
	Get
Visual C++
public:
property int DegreeV {
	int get ();
}
See Also
NurbsSurfaceData Class
Autodesk.Revit.DB Namespace